Repository: lduboeuf/utpincodetester
Catalog: po/*.po
Languages: fr, nl

source: Clock prompt tester
fr: Testeur d'accueil en horloge

source: enter custom code:
fr: Saisissez un code personnel :
nl: Voer een aangepaste code in:

source: try code:
fr: Essayez le code :
nl: Probeer de code:

source: Click or swipe on the dots
fr: Cliquez ou faites glisser sur les points
nl: Druk op of veeg over de punten

source: Display active area
fr: Afficher la zone active
nl: Gebruikt gebied tonen

source: Wrong code, try again!
fr: Mauvais code, essayez à nouveau !
nl: Onjuiste code - probeer het opnieuw!

source: Well done!
fr: Bien joué !
nl: Goed zo!

source: Clock prompt
fr: Accueil en horloge

source: validate
fr: Valider

source: edit
fr: Modifier

source: Click or swipe on the digits
fr: Cliquez ou faites glisser sur les chiffres

source: Create a 4 digit pin
fr: Créer un code à 4 chiffres

source: Current pin
fr: Code actuel

source: Test your code
fr: Essayez votre code

source: Lock security
fr: Sécurité de verrouillage
nl: Beveiliging

source: Swipe (no security)
fr: Glissement (pas de sécurité)
nl: Vegen (geen beveiliging)

source: 4-digit passcode
fr: Code à 4 chiffres
nl: 4-cijferige pincode

source: Passphrase
fr: Mot de passe
nl: Toegangszin

source: Fingerprint
fr: Empreinte digitale
nl: Vingerafdruk

source: Swipe (no security)…
fr: Glissement (pas de sécurité)…
nl: Vegen (geen beveiliging)…

source: 4-digit passcode…
fr: Code à 4 chiffres…
nl: 4-cijferige pincode…

source: Passphrase…
fr: Mot de passe…
nl: Toegangszin…

source: Choose pincode prompt
fr: Choisissez votre code d'accueil
nl: Kies een pincodescherm

source: try me
fr: Essayez-moi
nl: Uitproberen

source: Classic keyboard input
fr: Saisie sur clavier classique
nl: Ouderwetse toetsenbordinvoer

source: Default Prompt
fr: Accueil par défaut
nl: Standaardscherm

source: Click or swipe on dots to unlock
fr: Cliquez ou faites glisser sur les points pour déverrouiller
nl: Druk op of veeg over de punten

source: Clock Prompt
fr: Accueil en horloge
nl: Klokscherm

source: 4-digit passcode (clock)
fr: Code à 4 chiffres (horloge)

source: 4-digit passcode (clock)...
fr: Code à 4 chiffres (horloge)...

source: Type your current pin
fr: Saisissez votre code actuel

source: Existing passcode
fr: Mot de passe actuel

source: Cancel
fr: Annuler

source: Clock prompt demo
nl: Klokscherm-demo

source: LockerTest
nl: Vergrendelschermtest
